Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Leave blank for no "persistent" tables' UI preferences across sessions, suggested: [kbd]pma__table_uiprefs[/kbd].
sv: LÃ¤mna tomt fÃ¶r att stÃ¤nga av "ihÃ¥llande" tabellers anvÃ¤ndargrÃ¤nssnittspreferenser som sparas Ã¶ver sessioner, fÃ¶rslag: [kbd]pma__table_uiprefs[/kbd].

source: UI preferences table
sv: Tabell fÃ¶r instÃ¤llningar av anvÃ¤ndargrÃ¤nssnittet

source: Whether a DROP DATABASE IF EXISTS statement will be added as first line to the log when creating a database.
sv: Om DROP DATABASE IF EXISTS-kommando skall lÃ¤ggas till som fÃ¶rsta raden i loggen nÃ¤r man skapar en databas.

source: Add DROP DATABASE
sv: LÃ¤gg till DROP DATABASE

source: Whether a DROP TABLE IF EXISTS statement will be added as first line to the log when creating a table.
sv: Om DROP TABLE IF EXISTS-kommando skall lÃ¤ggas till som fÃ¶rsta raden i loggen nÃ¤r man skapar en tabell.

source: Add DROP TABLE
sv: LÃ¤gg till DROP TABLE

source: Whether a DROP VIEW IF EXISTS statement will be added as first line to the log when creating a view.
sv: Om DROP VIEW IF EXISTS-kommando skall lÃ¤ggas till som fÃ¶rsta raden i loggen nÃ¤r man skapar en vy.

source: Add DROP VIEW
sv: LÃ¤gg till DROP VIEW

source: Defines the list of statements the auto-creation uses for new versions.
sv: Definierar lista med pÃ¥stÃ¥enden vilken auto-creation anvÃ¤nder fÃ¶r nya versioner.

source: Statements to track
sv: Kommandon att spÃ¥ra

source: Leave blank for no SQL query tracking support, suggested: [kbd]pma__tracking[/kbd].
sv: LÃ¤mna tomt fÃ¶r avstÃ¤ngt stÃ¶d fÃ¶r SQL-frÃ¥gespÃ¥rning, fÃ¶rslag: [kbd]pma__tracking[/kbd].

source: SQL query tracking table
sv: SQL-frÃ¥gespÃ¥rningstabell

source: Whether the tracking mechanism creates versions for tables and views automatically.
sv: Huruvida spÃ¥rningsmekanismen skapar versioner fÃ¶r tabeller och vyer automatiskt.

source: Automatically create versions
sv: Skapa versioner automatiskt

source: Leave blank for no user preferences storage in database, suggested: [kbd]pma__userconfig[/kbd].
sv: LÃ¤mna tomt fÃ¶r att stÃ¤nga av lagring av anvÃ¤ndarpreferenser i databasen, fÃ¶rslag: [kbd]pma__userconfig[/kbd].

source: User preferences storage table
sv: Lagringstabell fÃ¶r anvÃ¤ndarinstÃ¤llningar

source: Both this table and the user groups table are required to enable the configurable menus feature; leaving either one of them blank will disable this feature, suggested: [kbd]pma__users[/kbd].
sv: BÃ¥de denna tabell och anvÃ¤ndargruppstabellen behÃ¶vs fÃ¶r att aktivera funktionen anpassningsbara menyer; om en av dem lÃ¤mnas tom inaktiveras funktionen, fÃ¶rslag: [kbd]pma__users[/kbd].

source: Users table
sv: AnvÃ¤ndartabell

source: Both this table and the users table are required to enable the configurable menus feature; leaving either one of them blank will disable this feature, suggested: [kbd]pma__usergroups[/kbd].
sv: BÃ¥de denna tabell och anvÃ¤ndartabellen behÃ¶vs fÃ¶r att aktivera funktionen anpassningsbara menyer; om en av dem lÃ¤mnas tom inaktiveras funktionen, fÃ¶rslag: [kbd]pma__usergroups[/kbd].

source: User groups table
sv: AnvÃ¤ndargruppstabell

source: Leave blank to disable the feature to hide and show navigation items, suggested: [kbd]pma__navigationhiding[/kbd].
sv: LÃ¤mna tomt fÃ¶r att stÃ¤nga av funktionen att dÃ¶lja och visa navigationsobjekt, fÃ¶rslag: [kbd]pma__navigationhiding[/kbd].

source: Hidden navigation items table
sv: Tabell fÃ¶r dolda navigationsobjekt

source: User for config auth
sv: AnvÃ¤ndare fÃ¶r config auth

source: A user-friendly description of this server. Leave blank to display the hostname instead.
sv: En anvÃ¤ndarvÃ¤nlig beskrivning av denna server. LÃ¤mna tomt fÃ¶r att visa vÃ¤rdnamnet istÃ¤llet.

source: Verbose name of this server
sv: Beskrivande namn fÃ¶r denna server

source: Whether a user should be displayed a "show all (rows)" button.
sv: Ifall en anvÃ¤ndare ska fÃ¥ se en "visa alla (rader)"-knapp.

source: Allow to display all the rows
sv: TillÃ¥t att visa alla rader

source: Please note that enabling this has no effect with [kbd]config[/kbd] authentication mode because the password is hard coded in the configuration file; this does not limit the ability to execute the same command directly.
sv: Observera att aktivering av detta har ingen inverkan pÃ¥ [kbd]config[/kbd]-autentisering eftersom lÃ¶senordet Ã¤r hÃ¥rdkodat i konfigurationsfilen; detta begrÃ¤nsar inte mÃ¶jligheten att utfÃ¶ra samma kommando direkt.

source: Show password change form
sv: Visa Ã¤ndra lÃ¶senord-formulÃ¤r

source: Show create database form
sv: Visa skapa databas-formulÃ¤r

source: Show or hide a column displaying the comments for all tables.
sv: Visa eller dÃ¶lja en kolumn som visar kommentarer fÃ¶r alla tabeller.

source: Show table comments
sv: Visa tabellkommentarer

source: Show or hide a column displaying the Creation timestamp for all tables.
sv: Visa eller dÃ¶lj en kolumn som visar tidsstÃ¤mpeln fÃ¶r skapandet av samtliga tabeller.

source: Show creation timestamp
sv: Visa skapad tidpunkt

source: Show or hide a column displaying the Last update timestamp for all tables.
sv: Visa eller dÃ¶lj en kolumn som visar tidsstÃ¤mpeln Senaste uppdatering fÃ¶r alla tabeller.

source: Show last update timestamp
sv: Visa senaste uppdatering

source: Show or hide a column displaying the Last check timestamp for all tables.
sv: Visa eller dÃ¶lj en kolumn som visar tidsstÃ¤mpeln Senaste kontroll fÃ¶r alla tabeller.

source: Show last check timestamp
sv: Visa senaste tidpunkt fÃ¶r kontroll

source: Defines whether or not type fields should be initially displayed in edit/insert mode.
sv: Anger om typ-fÃ¤lt fÃ¶rst bÃ¶r visas i Ã¤ndra/infoga-lÃ¤ge.

source: Show field types
sv: Visa fÃ¤lttyper

source: Display the function fields in edit/insert mode.
sv: Visa funktionsfÃ¤lten i Ã¤ndra/infoga-lÃ¤ge.

source: Show function fields
sv: Visa funktionsfÃ¤lt

source: Whether to show hint or not.
sv: Huruvida tips ska visas eller inte.

source: Show hint
sv: Visa tips

source: Show phpinfo() link
sv: Visa phpinfo()-lÃ¤nk

source: Show detailed MySQL server information
sv: Visa detaljerad MySQL-serverinformation

source: Defines whether SQL queries generated by phpMyAdmin should be displayed.
sv: Anger om SQL-frÃ¥gor som genereras av phpMyAdmin ska visas.

source: Show SQL queries
sv: Visa SQL-frÃ¥gor

source: Defines whether the query box should stay on-screen after its submission.
sv: Anger om frÃ¥gerutan ska stanna pÃ¥ skÃ¤rmen efter att den skickats.

source: Retain query box
sv: BehÃ¥ll frÃ¥gerutan

source: Allow to display database and table statistics (eg. space usage).
sv: TillÃ¥t visning av databas- och tabellstatistik (t.ex. av utrymme).

source: Show statistics
sv: Visa statistik

source: Mark used tables and make it possible to show databases with locked tables.
sv: Markera anvÃ¤nda tabeller och gÃ¶r det mÃ¶jligt att visa databaser med lÃ¥sta tabeller.

source: Skip locked tables
sv: Hoppa Ã¶ver lÃ¥sta tabeller

source: Explain SQL
sv: FÃ¶rklara SQL-kod

source: Create PHP code
sv: Skapa PHP-kod

source: Disable the default warning that is displayed on the main page if Suhosin is detected.
sv: StÃ¤ng av varning om att Suhosin upptÃ¤cks.

source: Suhosin warning
sv: Suhosin-varning

source: Disable the default warning that is displayed on the main page if the value of the PHP setting session.gc_maxlifetime is less than the value of `LoginCookieValidity`.
sv: Inaktivera standard varningen som visas pÃ¥ huvudsidan om vÃ¤rdet av PHP instÃ¤llningen session.gc_maxlifetime Ã¤r mindre Ã¤n vÃ¤rdet fÃ¶r 'LoginCookieValidity'.

source: Login cookie validity warning
sv: Varning angÃ¥ende inloggnings-cookies giltighet

source: Textarea size (columns) in edit mode, this value will be emphasized for SQL query textareas (*2).
sv: Textareans storlek (kolumner) i redigeringslÃ¤ge, detta vÃ¤rde kommer betonas fÃ¶r SQL-frÃ¥getextfÃ¤lt (* 2).

source: Textarea columns
sv: Textarea kolumner

source: Textarea size (rows) in edit mode, this value will be emphasized for SQL query textareas (*2).
sv: Textareans storlek (rader) i redigeringslÃ¤ge, detta vÃ¤rde kommer betonas fÃ¶r SQL-frÃ¥getextfÃ¤lt (* 2).

source: Textarea rows
sv: Textarea rader

source: Title of browser window when a database is selected.
sv: Titel pÃ¥ webblÃ¤sarfÃ¶nstret nÃ¤r en databas Ã¤r vald.

source: Database
sv: Databas

source: Title of browser window when nothing is selected.
sv: Titel pÃ¥ webblÃ¤sarfÃ¶nstret nÃ¤r ingenting Ã¤r markerat.

source: Default title
sv: Standardtitel

source: Title of browser window when a server is selected.
sv: Titel pÃ¥ webblÃ¤sarfÃ¶nstret nÃ¤r en server Ã¤r vald.

source: Title of browser window when a table is selected.
sv: Titel pÃ¥ webblÃ¤sarfÃ¶nstret nÃ¤r en tabell Ã¤r markerad.

source: Table
sv: Tabell

source: Input proxies as [kbd]IP: trusted HTTP header[/kbd]. The following example specifies that phpMyAdmin should trust a HTTP_X_FORWARDED_FOR (X-Forwarded-For) header coming from the proxy 1.2.3.4:[br][kbd]1.2.3.4: HTTP_X_FORWARDED_FOR[/kbd].
sv: Ange proxy som [kbd]IP: trusted HTTP header[/kbd]. I fÃ¶ljande exempel anges att phpMyAdmin bÃ¶r lita pÃ¥ ett HTTP_X_FORWARDED_FOR (X-Forwarded-For)-huvud som kommer frÃ¥n proxyservern 1.2.3.4:[br][kbd]1.2.3.4: HTTP_X_FORWARDED_FOR[/kbd].

source: List of trusted proxies for IP allow/deny
sv: Lista med betrodda proxies fÃ¶r IP allow/deny

source: Directory on server where you can upload files for import.
sv: Katalog pÃ¥ servern dÃ¤r du kan ladda upp filer fÃ¶r import.

source: Upload directory
sv: Uppladdningskatalog

source: Allow for searching inside the entire database.
sv: TillÃ¥t sÃ¶kning i hela databasen.

source: Use database search
sv: AnvÃ¤nd databassÃ¶kning

source: When disabled, users cannot set any of the options below, regardless of the checkbox on the right.
sv: NÃ¤r det Ã¤r avstÃ¤ngt, kan anvÃ¤ndare inte ange nÃ¥got av alternativen nedan, oberoende av kryssrutan till hÃ¶ger.

source: Enable the Developer tab in settings
sv: Aktivera fliken Utvecklare i instÃ¤llningar

source: Enables check for latest version on main phpMyAdmin page.
sv: Aktivera kontroll efter senaste version pÃ¥ phpMyAdmins hemsida.

source: Version check
sv: Versionskontroll

source: The url of the proxy to be used when retrieving the information about the latest version of phpMyAdmin or when submitting error reports. You need this if the server where phpMyAdmin is installed does not have direct access to the internet. The format is: "hostname:portnumber".
sv: Webbadressen till den proxyserver som ska anvÃ¤ndas nÃ¤r du hÃ¤mtar information om den senaste versionen av phpMyAdmin eller skickar felrapporter. Du behÃ¶ver denna om servern dÃ¤r phpMyAdmin Ã¤r installerat inte har direkt tillgÃ¥ng till Internet. Formatet Ã¤r: "vÃ¤rdnamn:portnummer".

source: The username for authenticating with the proxy. By default, no authentication is performed. If a username is supplied, Basic Authentication will be performed. No other types of authentication are currently supported.
sv: AnvÃ¤ndarnamnet fÃ¶r autentisering med proxy. Standard Ã¤r ingen autentisering. Om ett anvÃ¤ndarnamn anges kommer grundlÃ¤ggande autentisering ske. Inga andra typer av autentisering stÃ¶ds fÃ¶r nÃ¤rvarande.

source: Proxy username
sv: ProxyanvÃ¤ndarnamn

source: The password for authenticating with the proxy.
sv: LÃ¶senordet fÃ¶r autentisering med proxy.

source: Proxy password
sv: ProxylÃ¶senord

source: Enable ZIP compression for import and export operations.
sv: Aktivera ZIP-komprimering fÃ¶r import- och exportoperationer.

source: Enter your public key for your domain reCaptcha service.
sv: Ange din publika nyckel till reCaptcha-tjÃ¤nsten fÃ¶r din domÃ¤n.

source: Public key for reCaptcha
sv: Publik nyckel fÃ¶r reCaptcha

source: Enter your private key for your domain reCaptcha service.
sv: Ange din privata nyckel fÃ¶r din domÃ¤ns reCaptcha-tjÃ¤nst.

source: Private key for reCaptcha
sv: Privat nyckel fÃ¶r reCaptcha

source: Choose the default action when sending error reports.
sv: VÃ¤lj standardhandling vid sÃ¤ndande av felrapporter.

source: Send error reports
sv: Skicka felrapporter

source: Queries are executed by pressing Enter (instead of Ctrl+Enter). New lines will be inserted with Shift+Enter.
sv: SÃ¶kningar utfÃ¶rs genom att trycka pÃ¥ RETUR (i stÃ¤llet fÃ¶r Ctrl+Retur). Nya rader infogas med SKIFT+RETUR.

source: Enter executes queries in console
sv: Ange sÃ¶kningar i konsolen

source: Enable Zero Configuration mode which lets you setup phpMyAdmin configuration storage tables automatically.
sv: Aktivera "Zero Configuration" lÃ¤ge som lÃ¥ter dig installera phpMyAdmin konfigurationlagringstabeller automatiskt.

source: Enable Zero Configuration mode
sv: Aktivera "Zero Configuration" lÃ¤ge

source: Show query history at start
sv: Visa sÃ¶khistorik vid start

source: Always expand query messages
sv: Expandera alltid frÃ¥gemeddelanden

source: Show current browsing query
sv: Visa sÃ¶kningar under denna session

source: Switch to dark theme
sv: VÃ¤xla till mÃ¶rkt tema

source: Group queries
sv: Grupp sÃ¶kfrÃ¥gor

source: Not a positive number!
sv: Inte ett positivt tal!

source: Not a non-negative number!
sv: Inte ett icke-negativt tal!

source: Not a valid port number!
sv: Inte ett giltigt portnummer!

source: Incorrect value!
sv: Felaktigt vÃ¤rde!

source: Value must be less than or equal to %s!
sv: VÃ¤rdet mÃ¥ste vara lika med eller mindre Ã¤n %s!

source: Missing data for %s
sv: Saknar data fÃ¶r %s

source: "%s" requires %s extension
sv: "%s" krÃ¤ver tillÃ¤gget %s

source: Compressed import will not work due to missing function %s.
sv: Komprimerad import fungerar inte pÃ¥ grund av saknad funktion %s.

source: Compressed export will not work due to missing function %s.
sv: Komprimerad export fungerar inte pÃ¥ grund av saknad funktion %s.

source: This setting is disabled, it will not be applied to your configuration.
sv: Denna instÃ¤llning Ã¤r inaktiverad, den kommer inte tillÃ¤mpas pÃ¥ din konfiguration.

source: Set value: %s
sv: Ange vÃ¤rde: %s

source: Restore default value
sv: Ã terstÃ¤ll standardvÃ¤rde

source: Allow users to customize this value
sv: TillÃ¥t anvÃ¤ndare att anpassa detta vÃ¤rde

source: Config authentication
sv: Config-autentisering

source: HTTP authentication
sv: HTTP-autentisering

source: Signon authentication
sv: Signon-autentisering

source: Quick
sv: Snabb

source: CSV for MS Excel
sv: CSV fÃ¶r MS Excel

source: OpenDocument Spreadsheet
sv: OpenDocument-kalkylblad

source: CSV using LOAD DATA
sv: CSV med LOAD DATA

source: Cannot save settings, submitted configuration form contains errors!
sv: Kan inte spara instÃ¤llningar, sÃ¤nt konfigurationsformulÃ¤r innehÃ¥ller fel!

source: This %soption%s should be disabled as it allows attackers to bruteforce login to any MySQL server. If you feel this is necessary, use %srestrict login to MySQL server%s or %strusted proxies list%s. However, IP-based protection with trusted proxies list may not be reliable if your IP belongs to an ISP where thousands of users, including you, are connected to.
sv: Denna %soption%s ska inaktiveras eftersom det gÃ¶r att angripare kan "tvÃ¥ngsinlogga" till MySQL server. Om du kÃ¤nner att detta Ã¤r nÃ¶dvÃ¤ndigt, AnvÃ¤nd %srestrict login tp MySQL server%s eller %strusted proxies list%s. IP-baserade skydd med betrodda fullmakter kanske inte tillfÃ¶rlitlig om din IP tillhÃ¶r en ISP dÃ¤r tusentals anvÃ¤ndare Ã¤r anslutna.

source: This value should be double checked to ensure that this directory is neither world accessible nor readable or writable by other users on your server.
sv: Detta vÃ¤rde bÃ¶r dubbelkollas fÃ¶r att fÃ¶rsÃ¤kra att denna katalog varken Ã¤r Ã¥tkomlig fÃ¶r vÃ¤rlden eller skrivbar fÃ¶r andra anvÃ¤ndare pÃ¥ din server.

source: You should use SSL connections if your database server supports it.
sv: Du ska anvÃ¤nda SSL-anslutning om din databasserver stÃ¶djer det.

source: You allow for connecting to the server without a password.
sv: Du tillÃ¥ter anslutning till servern utan lÃ¶senord.

source: %sZip decompression%s requires functions (%s) which are unavailable on this system.
sv: %sZip dekompression%s krÃ¤ver funktioner (%s) som inte Ã¤r tillgÃ¤ngliga pÃ¥ detta system.

source: %sZip compression%s requires functions (%s) which are unavailable on this system.
sv: %sZip kompression%s krÃ¤ver funktioner (%s) som inte Ã¤r tillgÃ¤ngliga pÃ¥ detta system.

source: You didn't have blowfish secret set and have enabled [kbd]cookie[/kbd] authentication, so a key was automatically generated for you. It is used to encrypt cookies; you don't need to remember it.
sv: Du hade inte blowfish-sÃ¤kerhet angivet och hade aktiverat [kbd]cookie[/kbd]-autentisering, sÃ¥ en nyckel genererades automatiskt Ã¥t dig. Den anvÃ¤nds fÃ¶r att kryptera cookies; du behÃ¶ver inte komma ihÃ¥g den.

source: Key is too short, it should have at least 32 characters.
sv: Nyckeln Ã¤r fÃ¶r kort, den mÃ¥ste ha minst 32 tecken.

source: Key should contain letters, numbers [em]and[/em] special characters.
sv: Nyckeln ska innehÃ¥lla bokstÃ¤ver, siffror [em]och[/em] specialtecken.

source: %sLogin cookie validity%s should be set to 1800 seconds (30 minutes) at most. Values larger than 1800 may pose a security risk such as impersonation.
sv: %slogin cookie giltighet%s ska anges till 1800 sekunder (30 minuter) som mest. VÃ¤rden stÃ¶rre Ã¤n 1800 kan innebÃ¤ra en sÃ¤kerhetsrisk som identitetsstÃ¶ld.

source: If using [kbd]cookie[/kbd] authentication and %sLogin cookie store%s is not 0, %sLogin cookie validity%s must be set to a value less or equal to it.
sv: Om du anvÃ¤nder [kbd]cookie[/kbd] -autentisering och %sLogin cookie store%s inte Ã¤r 0, mÃ¥ste %sLogin cookie validity%s sÃ¤ttas till ett vÃ¤rde mindre eller lika med den.

source: Could not connect to the database server!
sv: Kunde inte ansluta till databasservern!

source: Invalid authentication type!
sv: Ogiltig autentiseringstyp!

source: Empty username while using [kbd]config[/kbd] authentication method!
sv: Tomt anvÃ¤ndarnamn vid anvÃ¤ndning av [kbd]config[/kbd]-autentisering!

source: Empty signon session name while using [kbd]signon[/kbd] authentication method!
sv: Tomt sessionsnamn fÃ¶r signon vid anvÃ¤ndning av [kbd]signon[/kbd]-autentisering!

source: Empty signon URL while using [kbd]signon[/kbd] authentication method!
sv: Tom URL fÃ¶r signon vid anvÃ¤ndning av [kbd]signon[/kbd]-autentisering!

source: Empty phpMyAdmin control user while using phpMyAdmin configuration storage!
sv: Tom phpMyAdmin-kontrollanvÃ¤ndare vid anvÃ¤ndning av konfigurationslagring fÃ¶r phpMyAdmin!

source: Empty phpMyAdmin control user password while using phpMyAdmin configuration storage!
sv: Tomt lÃ¶senord fÃ¶r phpMyAdmin-kontrollanvÃ¤ndare vid anvÃ¤ndning av konfigurationslagring fÃ¶r phpMyAdmin!

source: Incorrect value:
sv: Felaktigt vÃ¤rde:

source: Incorrect IP address: %s
sv: Felaktig IP-adress: %s

source: No bookmarks
sv: Inga bokmÃ¤rken

source: SQL Query Console
sv: SQL-frÃ¥geruta

source: Favorite List is full!
sv: Favoritlistan Ã¤r full!

source: Table %s has been emptied.
sv: Tabellen %s har tÃ¶mts.

source: View %s has been dropped.
sv: Vyn %s har tagits bort.

source: Table %s has been dropped.
sv: Tabellen %s har tagits bort.

source: This view has at least this number of rows. Please refer to %sdocumentation%s.
sv: Denna vy har Ã¥tminstone detta antal rader. Se %sdokumentationen%s.

source: Log name
sv: Loggnamn

source: Event type
sv: HÃ¤ndelsetyp

source: Original position
sv: Ursprunglig position

source: Truncate Shown Queries
sv: Korta av visade frÃ¥gor

source: Show Full Queries
sv: Visa fullstÃ¤ndiga frÃ¥gor

source: Database %1$s has been created.
sv: Databas %1$s har skapats.

source: Rows
sv: Rader

source: Indexes
sv: Index

source: Total
sv: Totalt

source: Overhead
sv: Outnyttjat

source: Not replicated
sv: Inte replikerad

source: Replicated
sv: Replikerad

source: Not enough privilege to view server variables and settings. %s
sv: Inte tillrÃ¤ckliga privilegier fÃ¶r att visa servervariabler och instÃ¤llningar. %s

source: Setting variable failed
sv: InstÃ¤llning av variabeln misslyckades

source: No SQL query was set to fetch data.
sv: Ingen SQL-frÃ¥ga var instÃ¤lld pÃ¥ att hÃ¤mta data.

source: No numeric columns present in the table to plot.
sv: Det finns inga numeriska kolumner att plotta i tabellen.

source: No data to display
sv: Ingen data att visa

source: Table %1$s has been altered successfully.
sv: Tabellen %1$s har Ã¤ndrats.

source: Display column was successfully updated.
sv: Kolumnen har uppdaterats.

source: Your SQL query has been executed successfully.
sv: Din SQL-frÃ¥ga utfÃ¶rdes korrekt.

source: Table search
sv: TabellsÃ¶kning

source: Zoom search
sv: Zoom sÃ¶kning

source: Find and replace
sv: SÃ¶k och ersÃ¤tt

source: No column selected.
sv: Ingen kolumn vald.

source: The columns have been moved successfully.
sv: Kolumnerna har flyttats framgÃ¥ngsrikt.

source: Query error
sv: SÃ¶kningsfel

source: Table %1$s has been altered successfully. Privileges have been adjusted.
sv: Tabellen %1$s har Ã¤ndrats. Privilegierna har justerats.

source: Unique
sv: Unik

source: Distinct values
sv: Distinkta vÃ¤rden

source: The %s extension is missing. Please check your PHP configuration.
sv: TillÃ¤gget %s saknas. VÃ¤nligen kontrollera din PHP-konfiguration.

source: No change
sv: Ingen fÃ¶rÃ¤ndring

source: You have enabled mbstring.func_overload in your PHP configuration. This option is incompatible with phpMyAdmin and might cause some data to be corrupted!
sv: Du har aktiverat mbstring.func_overload i din PHP-konfiguration. Detta alternativ Ã¤r inkompatibelt med phpMyAdmin och kan leda till att data kan skadas!

source: GLOBALS overwrite attempt
sv: ÃverskrivningsfÃ¶rsÃ¶k av GLOBALS

source: possible exploit
sv: mÃ¶jlig exploatering

source: Could not load schema plugins, please check your installation!
sv: Kunde inte lÃ¤sa in insticksprogram, kontrollera din installation!

source: FOREIGN KEY relationship has been added.
sv: FrÃ¤mmande nyckel-relation har lagts till.

source: Error: FOREIGN KEY relationship could not be added!
sv: Fel: FrÃ¤mmande nyckel-relation kunde inte lÃ¤ggas till!

source: Error: Missing index on column(s).
sv: Fel: Saknade index pÃ¥ kolumn/erna.

source: Error: Relational features are disabled!
sv: Fel: Relationella funktioner Ã¤r inaktiverade!

source: FOREIGN KEY relationship has been removed.
sv: FrÃ¤mmande nyckel-relation har tagits bort.

source: Error: FOREIGN KEY relationship could not be removed!
sv: Fel: FrÃ¤mmande nyckel-relation kunde inte tas bort!

source: Column:
sv: Kolumn:

source: Sort:
sv: Sortera:

source: Sort order:
sv: Sorteringsordning:

source: Show:
sv: Visa:

source: Criteria:
sv: Kriterier:

source: Update Query
sv: Uppdatera frÃ¥ga

source: Use Tables
sv: AnvÃ¤nd tabeller

source: Or:
sv: Eller:

source: And:
sv: Och:

source: Ins
sv: Infoga

source: Del
sv: Ta bort

source: Modify:
sv: Ãndra:

source: Ins:
sv: Infoga:

source: Del:
sv: Radera:

source: SQL query on database <b>%s</b>:
sv: SQL-frÃ¥ga i databas <b>%s</b>:

source: Submit Query
sv: Skicka frÃ¥ga

source: Saved bookmarked search:
sv: Sparade bokmÃ¤rkta sÃ¶kningar:

source: New bookmark
sv: Nytt bokmÃ¤rke

source: Create bookmark
sv: Skapa bokmÃ¤rke

source: Update bookmark
sv: Uppdatera bokmÃ¤rke

source: Delete bookmark
sv: Ta bort bokmÃ¤rke

source: at least one of the words
sv: minst ett av orden

source: as regular expression
sv: som reguljÃ¤rt uttryck

source: Words are separated by a space character (" ").
sv: Ord separeras av ett mellanslag (" ").

source: Failed to set configured collation connection!
sv: Kunde inte applicera den konfigurerade sorteringsanslutningen!

source: The server is not responding (or the local server's socket is not correctly configured).
sv: Servern svarar inte (eller den lokala serverns socket Ã¤r inte korrekt konfigurerad).
